{
  "plugins": {
    "better-escape.nvim": [],
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot"
    },
    "blink.cmp": [],
    "conform.nvim": [],
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "live-preview.nvim": [],
    "lorem.nvim": {
      "src": "https://github.com/derektata/lorem.nvim"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mason-lspconfig.nvim": [],
    "mason-tool-installer.nvim": [],
    "mason.nvim": [],
    "mini.nvim": [],
    "nvim-lspconfig": [],
    "nvim-treesitter": [],
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": [],
    "plenary.nvim": [],
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "smear-cursor.nvim": {
      "src": "https://github.com/sphamba/smear-cursor.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "sonokai": {
      "src": "https://github.com/sainnhe/sonokai"
    },
    "sqlite.lua": {
      "src": "https://github.com/tami5/sqlite.lua"
    },
    "telescope-frecency.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-frecency.nvim"
    },
    "telescope-fzf-native.nvim": [],
    "telescope-ui-select.nvim": [],
    "telescope.nvim": [],
    "tiny-inline-diagnostic.nvim": [],
    "todo-comments.nvim": [],
    "vim-wakatime": [],
    "which-key.nvim": []
  }
}