{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "better-escape.nvim": {
      "src": "https://github.com/max397574/better-escape.nvim"
    },
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "lorem.nvim": {
      "src": "https://github.com/derektata/lorem.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "smear-cursor.nvim": {
      "src": "https://github.com/sphamba/smear-cursor.nvim"
    },
    "sqlite.lua": {
      "src": "https://github.com/tami5/sqlite.lua"
    },
    "telescope-frecency.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-frecency.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "vim-wakatime": {
      "src": "https://github.com/wakatime/vim-wakatime"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}